test/liquid_solid_fluidized_bed_mix/force_buoyancy+drag+vm+lift/SymlalObrien/CFD/0/Ksl
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  1.6                                   |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
  version     2.0;
  format      ascii;
  class       volScalarField;
  location    "0";
  object      Ksl;
}

dimensions      [1 -3 -1 0 0 0 0];

internalField   uniform 0;

boundaryField
{
  ".*"
  {
    type            zeroGradient;
    value           uniform 0;
  }
}
